const topics = [
    "신론", "인간론", "기독론", "구원론(성령론)", "율법과 복음", "그리스도인의 생활론", "교회론", "영적전쟁", "종말론", "역사 신학", "전도, 선교"
];




const authors = [
    "A A 핫지", "J C 라일", "J I 패커", "R B 카이퍼", "R C 스프롤", "W. G. T. 셰드", "게할더스 보스", "그레샴 메첸", "김홍만", "다니엘 다이크", "다니엘 위트비", "데이비드 딕슨", "데이비드 클락슨", "데이비드 웰스", "데이비드 헨리", "루이스 벌코프", "루이스 베일리", "리처드 길핀", "리처드 백스터", "마르틴 루터", "마틴 로이드존스", "매튜 풀", "매튜 헨리", "새뮤얼 러더퍼드", "스테판 차녹", "스티븐 차녹", "아브라함 카이퍼", "아치발드 알렉산더", "어거스틴", "어거스틴 전공자", "에드워드 레이놀즈", "에즈키엘 합킨스", "웨스트민스터 총회원", "윌리엄 거널", "윌리엄 거스리", "윌리엄 에임스", "윌리엄 퍼킨스", "윌리엄 캐리", "윌리엄 커닝햄", "이사야", "아이작 왓츠", "조나단 디킨슨", "조나단 에드워즈", "조셉 알레인", "조셉 카일", "존 낙스", "존 다우네임", "존 맥아더", "존 번연", "존 볼", "존 스토커", "존 오웬", "존 칼빈", "존 코튼", "존 플라벨", "존 프레스톤", "제레마이아 버로우즈", "제이 E 아담스", "제임스 더럼", "제임스 스토커", "제임스 어셔", "찰스 스펄전", "찰스 핫지", "코넬리우스 반 틸", "크리스토퍼 러브", "테오도르 베자", "토머스 왓슨", "토마스 보스턴", "토마스 브룩스", "토마스 맨톤", "토마스 셰퍼드", "토마스 굿윈", "토마스 후커", "필립 도드리지", "하인리히 불링거", "헤르만 바빙크"
];
